[
    {"eneatipo": "1", "texto": "Me esfuerzo por hacer lo correcto y seguir mis principios en todo momento."},
    {"eneatipo": "1", "texto": "Me enojo cuando veo injusticias o falta de ética en los demás."},
    {"eneatipo": "1", "texto": "Me gusta ser organizado y metódico en mi trabajo y en mi vida diaria."},
    {"eneatipo": "1", "texto": "Busco la perfección en todo lo que hago y tiendo a ser autoexigente."},
    {"eneatipo": "1", "texto": "Me siento responsable de ayudar a los demás y hacer del mundo un lugar mejor."},
    {"eneatipo": "1", "texto": "Me preocupo por seguir las reglas y las normas establecidas."},
    {"eneatipo": "1", "texto": "Me esfuerzo por ser íntegro y coherente con mis valores y creencias."},
    {"eneatipo": "1", "texto": "A veces me siento culpable si no cumplo con mis propias expectativas."},
    {"eneatipo": "1", "texto": "Me gusta ser un ejemplo para los demás y ser respetado por mi integridad."},
    {"eneatipo": "1", "texto": "Tengo una fuerte necesidad de que las cosas sean justas y equitativas."},
    {"eneatipo": "1", "texto": "A veces me critico demasiado a mí mismo por no ser lo suficientemente perfecto."},
    {"eneatipo": "1", "texto": "Me enojo cuando veo a otros comportarse de manera irresponsable o negligente."},
    {"eneatipo": "1", "texto": "Tiendo a ser muy autodisciplinado y autocontrolado."},
    {"eneatipo": "1", "texto": "Me esfuerzo por mejorar constantemente y crecer como persona."},
    {"eneatipo": "1", "texto": "Me gusta ayudar a los demás a alcanzar sus objetivos y ser su apoyo."},
    {"eneatipo": "1", "texto": "Me siento incómodo cuando veo errores o imperfecciones en mi trabajo."},
    {"eneatipo": "1", "texto": "Tengo una fuerte necesidad de tener un propósito y sentido en lo que hago."},
    {"eneatipo": "1", "texto": "A veces me critico por no poder hacerlo todo de manera perfecta."},
    {"eneatipo": "1", "texto": "Me preocupa que mi comportamiento sea inapropiado o incorrecto."},
    {"eneatipo": "1", "texto": "Ahorro todo el dinero que puedo."},
    {"eneatipo": "1", "texto": "Tiendo a ser autocontrolado y evitar mostrar mis emociones abiertamente."},
    {"eneatipo": "1", "texto": "Me enojo cuando los demás no siguen las reglas o no hacen lo correcto."},
    {"eneatipo": "1", "texto": "Me gusta mantener un alto estándar de calidad en mi trabajo."},
    {"eneatipo": "1", "texto": "A veces me siento frustrado cuando los demás no se esfuerzan lo suficiente."},
    {"eneatipo": "1", "texto": "Me preocupa el impacto que mis acciones tienen en los demás y en el mundo."},
    {"eneatipo": "1", "texto": "Tiendo a ser crítico conmigo mismo y con los demás cuando no cumplen las normas."},
    {"eneatipo": "1", "texto": "Me siento responsable de corregir lo que considero que está mal."},
    {"eneatipo": "1", "texto": "Me siento incómodo si gasto dinero en cosas que considero innecesarias o frívolas."},
    {"eneatipo": "1", "texto": "A veces me siento agotado por mi constante búsqueda de la perfección."},
    {"eneatipo": "1", "texto": "Me gusta que los demás reconozcan mi compromiso con hacer lo correcto."},
    

    {"eneatipo": "2", "texto": "Me gusta cuidar y apoyar a los demás en sus necesidades."},
    {"eneatipo": "2", "texto": "Me enojo cuando siento que los demás no se comportan conmigo como yo lo haría con ellos."},
    {"eneatipo": "2", "texto": "Tiendo a ver lo bueno en los demás. A veces demasiado."},
    {"eneatipo": "2", "texto": "Busco activamente maneras de ayudar y contribuir al bienestar de los demás."},
    {"eneatipo": "2", "texto": "Me preocupo por las emociones de los demás y trato de ser un buen oyente."},
    {"eneatipo": "2", "texto": "Me siento bien cuando los demás me agradecen por mi ayuda."},
    {"eneatipo": "2", "texto": "Tiendo a poner las necesidades de los demás por encima de las mías propias."},
    {"eneatipo": "2", "texto": "A veces me desbordo por no haberme ocupado de mis temas mientras servía a otros."},
    {"eneatipo": "2", "texto": "Tengo una fuerte necesidad de sentirme necesitado y apreciado por los demás."},
    {"eneatipo": "2", "texto": "A veces me sacrifico demasiado por los demás y descuido mis propias necesidades."},
    {"eneatipo": "2", "texto": "Me enojo cuando los demás no reconocen mi contribución o no me devuelven el favor."},
    {"eneatipo": "2", "texto": "Me siento valorado y amado cuando puedo ser de ayuda a quienes me rodean."},
    {"eneatipo": "2", "texto": "Me cuesta hacer una crítica."},
    {"eneatipo": "2", "texto": "Me gusta ser considerado y cariñoso con los demás."},
    {"eneatipo": "2", "texto": "Me siento ansioso cuando no puedo ayudar a alguien que lo necesita."},
    {"eneatipo": "2", "texto": "Me gusta seducir a otros."},
    {"eneatipo": "2", "texto": "Me esfuerzo por ser amable y comprensivo en mis interacciones con los demás."},
    {"eneatipo": "2", "texto": "Me gusta ser el apoyo emocional de mis amigos y familiares."},
    {"eneatipo": "2", "texto": "Me siento satisfecho cuando puedo ser el héroe o salvador de alguien."},
    {"eneatipo": "2", "texto": "Tengo una fuerte necesidad de sentirme querido y aceptado por los demás."},
    {"eneatipo": "2", "texto": "A veces me siento frustrado cuando los demás no reconocen mi esfuerzo."},
    {"eneatipo": "2", "texto": "Me preocupo por la felicidad y el bienestar de las personas que me importan."},
    {"eneatipo": "2", "texto": "Me gusta sentirme parte importante de la vida de los demás."},
    {"eneatipo": "2", "texto": "Disfruto ayudar a los demás con mi dinero y sentir que contribuyo positivamente a sus vidas."},
    {"eneatipo": "2", "texto": "Me esfuerzo por crear conexiones emocionales fuertes con los demás."},
    {"eneatipo": "2", "texto": "Me siento herido cuando los demás no me incluyen o me excluyen."},
    {"eneatipo": "2", "texto": "Me gusta dar consejos y apoyo a quienes atraviesan dificultades."},
    {"eneatipo": "2", "texto": "A veces me preocupo demasiado por los problemas de los demás y me agoto emocionalmente."},
    {"eneatipo": "2", "texto": "Me siento feliz cuando los demás confían en mí y me piden ayuda."},
    {"eneatipo": "2", "texto": "Me gusta ser considerado y compasivo con los demás."}, 

    

    {"eneatipo": "3", "texto": "Me gusta destacar entre los demás y ser reconocido por mis logros."},
    {"eneatipo": "3", "texto": "Me enojo cuando siento que los demás me menosprecian o no valoran mi éxito."},
    {"eneatipo": "3", "texto": "Me siento satisfecho cuando puedo alcanzar mis objetivos y ser el mejor en lo que hago."},
    {"eneatipo": "3", "texto": "Busco constantemente nuevas oportunidades para sobresalir y demostrar mi valía."},
    {"eneatipo": "3", "texto": "Me preocupo por mantener una imagen exitosa y positiva frente a los demás."},
    {"eneatipo": "3", "texto": "No presumo de mis logros pero me gusta que ayuden a la gente."},
    {"eneatipo": "3", "texto": "Tiendo a competir conmigo mismo y con los demás para ser el número uno."},
    {"eneatipo": "3", "texto": "Me gusta ser el líder y tener un impacto positivo en mi entorno."},
    {"eneatipo": "3", "texto": "Tengo una fuerte necesidad de recibir aprobación y admiración de los demás."},
    {"eneatipo": "3", "texto": "A veces me sacrifico en exceso para lograr mis metas y éxito."},
    {"eneatipo": "3", "texto": "Me enojo cuando siento que los demás me critican o envidian."},
    {"eneatipo": "3", "texto": "Me siento satisfecho cuando logro ser el centro de atención y destacar en un grupo."},
    {"eneatipo": "3", "texto": "Me preocupo por mantener una imagen exitosa y positiva en mis redes sociales."},
    {"eneatipo": "3", "texto": "Me gusta ser reconocido como una persona exitosa y competente."},
    {"eneatipo": "3", "texto": "Me siento motivado por los desafíos y la posibilidad de superarme a mí mismo."},
    {"eneatipo": "3", "texto": "A veces me siento frustrado cuando no puedo lograr mis objetivos rápidamente."},
    {"eneatipo": "3", "texto": "Me esfuerzo por proyectar confianza y seguridad en mí mismo."},
    {"eneatipo": "3", "texto": "Me gusta ser elogiado y reconocido por mi dedicación y esfuerzo."},
    {"eneatipo": "3", "texto": "Me siento feliz cuando los demás me ven como un modelo a seguir."},
    {"eneatipo": "3", "texto": "Tengo una fuerte necesidad de ser admirado y valorado por mis habilidades."},
    {"eneatipo": "3", "texto": "A veces me siento presionado por mantener una imagen perfecta ante los demás."},
    {"eneatipo": "3", "texto": "Me preocupo por mantenerme al tanto de las últimas tendencias y novedades."},
    {"eneatipo": "3", "texto": "Me gusta sentir que mi éxito y logros son reconocidos y apreciados."},
    {"eneatipo": "3", "texto": "A veces me siento ansioso cuando no puedo alcanzar mis metas o expectativas."},
    {"eneatipo": "3", "texto": "Me esfuerzo por ser el mejor en lo que hago y superar a los demás."},
    {"eneatipo": "3", "texto": "Me siento herido cuando los demás no reconocen mis logros o talento."},
    {"eneatipo": "3", "texto": "Me gusta recibir elogios y reconocimiento por mi arduo trabajo."},
    {"eneatipo": "3", "texto": "A veces me preocupo por no ser lo suficientemente exitoso o destacado."},
    {"eneatipo": "3", "texto": "Me siento motivado por la posibilidad de obtener reconocimiento y admiración."},
    {"eneatipo": "3", "texto": "Me gusta ser elogiado y valorado por mis habilidades y logros."}, 

    

    {"eneatipo": "4", "texto": "Me gusta expresar mi individualidad y ser auténtico en todo momento."},
    {"eneatipo": "4", "texto": "Me enojo cuando siento que los demás no entienden mi complejidad emocional."},
    {"eneatipo": "4", "texto": "Me siento satisfecho cuando puedo expresar mis emociones y creatividad libremente."},
    {"eneatipo": "4", "texto": "Busco constantemente un significado profundo en mi vida y en mis experiencias."},
    {"eneatipo": "4", "texto": "Me preocupo por mi desarrollo personal y por encontrar mi identidad única."},
    {"eneatipo": "4", "texto": "Me siento bien cuando puedo expresar mi sensibilidad y profundidad emocional."},
    {"eneatipo": "4", "texto": "Tiendo a ser introspectivo y reflexionar sobre mis pensamientos y sentimientos."},
    {"eneatipo": "4", "texto": "Me gusta ser auténtico y no temo mostrar mis emociones a los demás."},
    {"eneatipo": "4", "texto": "Tengo una fuerte necesidad de sentirme comprendido y conectado emocionalmente."},
    {"eneatipo": "4", "texto": "A veces me siento melancólico o triste cuando reflexiono sobre mi vida."},
    {"eneatipo": "4", "texto": "Me siento satisfecho cuando puedo expresar mi arte y creatividad."},
    {"eneatipo": "4", "texto": "Me preocupo por mantener mi individualidad y no perderme en el conformismo."},
    {"eneatipo": "4", "texto": "Me gusta ser expresivo y mostrar mis emociones a través del arte."},
    {"eneatipo": "4", "texto": "Me siento feliz cuando puedo conectar emocionalmente con otras personas."},
    {"eneatipo": "4", "texto": "Me preocupo por encontrar un propósito significativo en mi vida."},
    {"eneatipo": "4", "texto": "A veces me siento incomprendido o diferente a los demás."},
    {"eneatipo": "4", "texto": "Me gusta expresar mis pensamientos y emociones a través de la escritura o el arte."},
    {"eneatipo": "4", "texto": "Me siento inspirado por la belleza y la profundidad de las experiencias humanas."},
    {"eneatipo": "4", "texto": "Me gusta ser creativo y encontrar nuevas formas de expresar mis ideas."},
    {"eneatipo": "4", "texto": "Tengo una fuerte necesidad de sentirme auténtico y fiel a mí mismo."},
    {"eneatipo": "4", "texto": "A veces me siento abrumado por mis emociones y estados de ánimo cambiantes."},
    {"eneatipo": "4", "texto": "Me preocupo por encontrar mi lugar y mi propósito en el mundo."},
    {"eneatipo": "4", "texto": "Me gusta rodearme de cosas y personas que reflejen mi personalidad única."},
    {"eneatipo": "4", "texto": "Me siento feliz cuando puedo ser expresivo y creativo en mis proyectos."},
    {"eneatipo": "4", "texto": "Me esfuerzo por ser honesto y auténtico en mis relaciones con los demás."},
    {"eneatipo": "4", "texto": "Me gusta explorar diferentes formas de arte y expresión creativa."},
    {"eneatipo": "4", "texto": "Me siento herido cuando los demás no valoran mi sensibilidad y originalidad."},
    {"eneatipo": "4", "texto": "Me gusta ser reflexivo y buscar significado en mis experiencias de vida."},
    {"eneatipo": "4", "texto": "Me siento motivado por la posibilidad de crear obras significativas y auténticas."},
    {"eneatipo": "4", "texto": "Me gusta ser reconocido y apreciado por mi singularidad y autenticidad."}, 

    

    {"eneatipo": "5", "texto": "Me gusta aprender y adquirir nuevos conocimientos constantemente."},
    {"eneatipo": "5", "texto": "Me enojo cuando siento que los demás me invaden o no respetan mi espacio personal."},
    {"eneatipo": "5", "texto": "Me siento satisfecho cuando puedo resolver problemas complejos y desafiantes."},
    {"eneatipo": "5", "texto": "Busco constantemente información y datos para tomar decisiones informadas."},
    {"eneatipo": "5", "texto": "Me preocupo por mantener mi independencia y autonomía en todo momento."},
    {"eneatipo": "5", "texto": "Me siento bien cuando puedo pasar tiempo solo para reflexionar y pensar."},
    {"eneatipo": "5", "texto": "Tiendo a ser reservado y no comparto fácilmente mis pensamientos y emociones."},
    {"eneatipo": "5", "texto": "Me gusta tener tiempo para investigar y explorar nuevos temas de interés."},
    {"eneatipo": "5", "texto": "Tengo una fuerte necesidad de sentirme competente y capaz intelectualmente."},
    {"eneatipo": "5", "texto": "A veces me siento abrumado por la cantidad de información que acumulo."},
    {"eneatipo": "5", "texto": "Me siento satisfecho cuando puedo resolver problemas complejos de manera eficiente."},
    {"eneatipo": "5", "texto": "Me preocupo por proteger mi privacidad y evitar que los demás me controlen."},
    {"eneatipo": "5", "texto": "Me gusta ser un observador y analizar las situaciones desde diferentes perspectivas."},
    {"eneatipo": "5", "texto": "Me siento feliz cuando puedo compartir mis conocimientos y enseñar a los demás."},
    {"eneatipo": "5", "texto": "Me preocupo por mantener un equilibrio entre mi necesidad de conocimiento y el descanso."},
    {"eneatipo": "5", "texto": "A veces me siento agotado por mi necesidad constante de aprender y entender."},
    {"eneatipo": "5", "texto": "Me gusta sumergirme en temas profundos y complejos que me interesan."},
    {"eneatipo": "5", "texto": "Me siento satisfecho cuando puedo resolver problemas de manera lógica y racional."},
    {"eneatipo": "5", "texto": "Me gusta tener tiempo para explorar mis intereses y pasatiempos intelectuales."},
    {"eneatipo": "5", "texto": "Tengo una fuerte necesidad de tener tiempo a solas para recargar energías."},
    {"eneatipo": "5", "texto": "A veces me siento frustrado cuando los demás no valoran mi conocimiento."},
    {"eneatipo": "5", "texto": "Me preocupo por tener acceso a recursos y libros para seguir aprendiendo."},
    {"eneatipo": "5", "texto": "Me gusta tener un amplio conocimiento en áreas que me interesan."},
    {"eneatipo": "5", "texto": "Me siento feliz cuando puedo resolver desafíos intelectuales con éxito."},
    {"eneatipo": "5", "texto": "Me esfuerzo por mantenerme informado y actualizado en mi campo de interés."},
    {"eneatipo": "5", "texto": "Me gusta analizar y comprender cómo funcionan las cosas en el mundo."},
    {"eneatipo": "5", "texto": "Me siento herido cuando los demás cuestionan mi capacidad intelectual."},
    {"eneatipo": "5", "texto": "Me gusta tener tiempo para reflexionar sobre mis pensamientos y emociones."},
    {"eneatipo": "5", "texto": "Me siento motivado por la posibilidad de descubrir nuevos conocimientos."},
    {"eneatipo": "5", "texto": "Me gusta ser reconocido y valorado por mi sabiduría y experiencia."}, 

    

    {"eneatipo": "6", "texto": "Me gusta sentirme seguro y protegido en mi entorno."},
    {"eneatipo": "6", "texto": "Me enojo cuando siento que los demás no son leales o no puedo confiar en ellos."},
    {"eneatipo": "6", "texto": "Me siento satisfecho cuando puedo planificar y prepararme para el futuro."},
    {"eneatipo": "6", "texto": "Busco constantemente la seguridad y la estabilidad en mi vida."},
    {"eneatipo": "6", "texto": "Me preocupo por anticipar posibles problemas y prepararme para ellos."},
    {"eneatipo": "6", "texto": "Me siento bien cuando puedo confiar en mis instintos y en mi intuición."},
    {"eneatipo": "6", "texto": "Tiendo a ser cauteloso y a pensar en los posibles riesgos antes de actuar."},
    {"eneatipo": "6", "texto": "Me gusta tener un grupo de personas en las que puedo confiar plenamente."},
    {"eneatipo": "6", "texto": "Tengo una fuerte necesidad de sentirme protegido y apoyado por los demás."},
    {"eneatipo": "6", "texto": "A veces me siento ansioso por los posibles peligros que podrían surgir."},
    {"eneatipo": "6", "texto": "Me siento satisfecho cuando puedo resolver situaciones difíciles con éxito."},
    {"eneatipo": "6", "texto": "Me preocupo por mantener la coherencia y la estabilidad en mis relaciones."},
    {"eneatipo": "6", "texto": "Me gusta tener un plan de acción claro en situaciones de incertidumbre."},
    {"eneatipo": "6", "texto": "Me siento feliz cuando puedo apoyar y proteger a quienes me importan."},
    {"eneatipo": "6", "texto": "Me preocupo por estar alerta y consciente de mi entorno en todo momento."},
    {"eneatipo": "6", "texto": "A veces me siento inseguro y dudo de mis propias decisiones."},
    {"eneatipo": "6", "texto": "Me gusta ser precavido y tomar medidas preventivas en situaciones desconocidas."},
    {"eneatipo": "6", "texto": "Me siento satisfecho cuando puedo superar mis miedos y preocupaciones."},
    {"eneatipo": "6", "texto": "Me gusta tener una red de apoyo en la que pueda confiar plenamente."},
    {"eneatipo": "6", "texto": "Tengo una fuerte necesidad de sentirme respaldado y protegido por la autoridad."},
    {"eneatipo": "6", "texto": "A veces me siento abrumado por la cantidad de preocupaciones que tengo."},
    {"eneatipo": "6", "texto": "Me preocupo por mantener la armonía y evitar conflictos en mi entorno."},
    {"eneatipo": "6", "texto": "Me gusta tener un sistema de creencias o valores en los que puedo confiar."},
    {"eneatipo": "6", "texto": "Me siento feliz cuando puedo resolver problemas de manera efectiva."},
    {"eneatipo": "6", "texto": "Me esfuerzo por ser leal y confiable en mis relaciones con los demás."},
    {"eneatipo": "6", "texto": "Me gusta tener un sentido de pertenencia y ser parte de un grupo unido."},
    {"eneatipo": "6", "texto": "Me siento herido cuando los demás cuestionan mi lealtad o confianza."},
    {"eneatipo": "6", "texto": "Me gusta tener tiempo para reflexionar sobre mis miedos y preocupaciones."},
    {"eneatipo": "6", "texto": "Me siento motivado por la posibilidad de crear un entorno seguro y estable."},
    {"eneatipo": "6", "texto": "Me gusta ser reconocido y valorado por mi sentido de responsabilidad y protección."}, 

    

    {"eneatipo": "7", "texto": "Me gusta disfrutar de nuevas experiencias y actividades emocionantes."},
    {"eneatipo": "7", "texto": "Me enojo cuando siento que me limitan o me impiden ser libre."},
    {"eneatipo": "7", "texto": "Me siento satisfecho cuando puedo vivir el presente y no preocuparme por el futuro."},
    {"eneatipo": "7", "texto": "Busco constantemente nuevas oportunidades para divertirme y entretenerme."},
    {"eneatipo": "7", "texto": "Me preocupo por mantener una actitud positiva y optimista ante la vida."},
    {"eneatipo": "7", "texto": "Me siento bien cuando puedo ser espontáneo y seguir mis impulsos."},
    {"eneatipo": "7", "texto": "Tiendo a ser entusiasta y contagiar mi alegría a los demás."},
    {"eneatipo": "7", "texto": "Me gusta tener un grupo de amigos con quienes compartir momentos divertidos."},
    {"eneatipo": "7", "texto": "Tengo una fuerte necesidad de sentirme libre y sin restricciones."},
    {"eneatipo": "7", "texto": "A veces me siento inquieto cuando estoy en un lugar o situación por mucho tiempo."},
    {"eneatipo": "7", "texto": "Me siento satisfecho cuando puedo experimentar cosas nuevas y emocionantes."},
    {"eneatipo": "7", "texto": "Me preocupo por mantener la felicidad y evitar situaciones desagradables."},
    {"eneatipo": "7", "texto": "Me gusta ser optimista y ver el lado positivo de las cosas."},
    {"eneatipo": "7", "texto": "Me siento feliz cuando puedo expresar mi creatividad y originalidad."},
    {"eneatipo": "7", "texto": "Me preocupo por evitar el aburrimiento y buscar constantemente estimulación."},
    {"eneatipo": "7", "texto": "A veces me siento insatisfecho con lo que tengo y siempre quiero más."},
    {"eneatipo": "7", "texto": "Me gusta tener un enfoque positivo y alegre en la vida."},
    {"eneatipo": "7", "texto": "Me siento satisfecho cuando puedo entretener a los demás con mi energía."},
    {"eneatipo": "7", "texto": "Me gusta tener un amplio círculo social y conocer gente nueva."},
    {"eneatipo": "7", "texto": "Tengo una fuerte necesidad de sentirme emocionado y vivo."},
    {"eneatipo": "7", "texto": "A veces me siento inquieto y abrumado por la rutina diaria."},
    {"eneatipo": "7", "texto": "Me preocupo por mantener mi independencia y evitar compromisos a largo plazo."},
    {"eneatipo": "7", "texto": "Me gusta tener una mente abierta y estar dispuesto a probar cosas nuevas."},
    {"eneatipo": "7", "texto": "Me siento feliz cuando puedo hacer reír a los demás y animarlos."},
    {"eneatipo": "7", "texto": "Me esfuerzo por evitar situaciones que me generen estrés o preocupación."},
    {"eneatipo": "7", "texto": "Me gusta tener tiempo para reflexionar sobre mis sueños y deseos."},
    {"eneatipo": "7", "texto": "Me siento herido cuando los demás no entienden mi necesidad de libertad."},
    {"eneatipo": "7", "texto": "Me gusta tener tiempo para explorar mis intereses y pasiones."},
    {"eneatipo": "7", "texto": "Me siento motivado por la posibilidad de vivir experiencias emocionantes."},
    {"eneatipo": "7", "texto": "Me gusta ser reconocido y valorado por mi alegría y entusiasmo contagioso."}, 
    
    


    {"eneatipo": "8", "texto": "Me gusta asumir el control y ser el líder en situaciones difíciles."},
    {"eneatipo": "8", "texto": "Me enojo cuando siento que los demás intentan dominarme o controlarme."},
    {"eneatipo": "8", "texto": "Me siento satisfecho cuando puedo enfrentar y superar desafíos con valentía."},
    {"eneatipo": "8", "texto": "Busco constantemente oportunidades para demostrar mi fortaleza y poder."},
    {"eneatipo": "8", "texto": "Me preocupo por mantener mi independencia y no depender de los demás."},
    {"eneatipo": "8", "texto": "Me siento bien cuando puedo proteger y defender a quienes me importan."},
    {"eneatipo": "8", "texto": "Tiendo a ser directo y franco en mis opiniones y decisiones."},
    {"eneatipo": "8", "texto": "Me gusta tener un grupo de personas en las que confío plenamente."},
    {"eneatipo": "8", "texto": "Tengo una fuerte necesidad de sentirme fuerte y capaz de manejar cualquier situación."},
    {"eneatipo": "8", "texto": "A veces me siento frustrado cuando los demás cuestionan mi autoridad."},
    {"eneatipo": "8", "texto": "Me siento satisfecho cuando puedo resolver conflictos y problemas de manera efectiva."},
    {"eneatipo": "8", "texto": "Me preocupo por mantener el control de mis emociones y no mostrar vulnerabilidad."},
    {"eneatipo": "8", "texto": "Me gusta ser independiente y no depender de los demás para mis necesidades."},
    {"eneatipo": "8", "texto": "Me siento feliz cuando puedo liderar y guiar a otros hacia el éxito."},
    {"eneatipo": "8", "texto": "Me preocupo por mantener mi poder y no permitir que otros me debiliten."},
    {"eneatipo": "8", "texto": "A veces me siento agotado por la responsabilidad de ser el líder."},
    {"eneatipo": "8", "texto": "Me gusta tener un enfoque práctico y centrado en la solución de problemas."},
    {"eneatipo": "8", "texto": "Me siento satisfecho cuando puedo proteger y defender a los vulnerables."},
    {"eneatipo": "8", "texto": "Me gusta asumir la responsabilidad y tomar decisiones difíciles."},
    {"eneatipo": "8", "texto": "Tengo una fuerte necesidad de sentirme respetado y admirado por mi fuerza."},
    {"eneatipo": "8", "texto": "A veces me siento herido cuando los demás no valoran mi valentía."},
    {"eneatipo": "8", "texto": "Me preocupo por mantener mi integridad y no ceder ante la presión de otros."},
    {"eneatipo": "8", "texto": "Me gusta tener un sentido de poder y control sobre mi vida."},
    {"eneatipo": "8", "texto": "Me siento feliz cuando puedo defender lo que considero justo y correcto."},
    {"eneatipo": "8", "texto": "Me esfuerzo por evitar situaciones en las que me sienta vulnerable o débil."},
    {"eneatipo": "8", "texto": "Me gusta tener tiempo para reflexionar sobre mis objetivos y metas."},
    {"eneatipo": "8", "texto": "Me siento herido cuando los demás cuestionan mi autoridad o liderazgo."},
    {"eneatipo": "8", "texto": "Me gusta tener tiempo para relajarme y disfrutar de actividades recreativas."},
    {"eneatipo": "8", "texto": "Me siento motivado por la posibilidad de crear un impacto positivo en el mundo."},
    {"eneatipo": "8", "texto": "Me gusta ser reconocido y valorado por mi fortaleza y liderazgo."}, 

    

    {"eneatipo": "9", "texto": "Me gusta mantener la paz y evitar conflictos en mis relaciones."},
    {"eneatipo": "9", "texto": "Me enojo cuando siento que los demás me presionan o me critican."},
    {"eneatipo": "9", "texto": "Me siento satisfecho cuando puedo mantener la armonía en mi entorno."},
    {"eneatipo": "9", "texto": "Busco constantemente la tranquilidad y el equilibrio emocional."},
    {"eneatipo": "9", "texto": "Me preocupo por mantener una actitud calmada y serena en situaciones estresantes."},
    {"eneatipo": "9", "texto": "Me siento bien cuando puedo mediar y ayudar a resolver disputas entre otros."},
    {"eneatipo": "9", "texto": "Tiendo a ser adaptable y no me molesta ceder ante los deseos de los demás."},
    {"eneatipo": "9", "texto": "Me gusta tener un grupo de personas cercanas en las que confío plenamente."},
    {"eneatipo": "9", "texto": "Tengo una fuerte necesidad de sentirme conectado emocionalmente con los demás."},
    {"eneatipo": "9", "texto": "A veces me siento ansioso por la posibilidad de confrontación o discordia."},
    {"eneatipo": "9", "texto": "Me siento satisfecho cuando puedo encontrar soluciones pacíficas a los problemas."},
    {"eneatipo": "9", "texto": "Me preocupo por mantener la estabilidad y evitar cambios drásticos en mi vida."},
    {"eneatipo": "9", "texto": "Me gusta ser conciliador y buscar puntos en común con los demás."},
    {"eneatipo": "9", "texto": "Me siento feliz cuando puedo relajarme y disfrutar de momentos de tranquilidad."},
    {"eneatipo": "9", "texto": "Me preocupo por evitar situaciones tensas y preferir el ambiente armonioso."},
    {"eneatipo": "9", "texto": "A veces me siento complaciente y evito expresar mis propias necesidades."},
    {"eneatipo": "9", "texto": "Me gusta tener un enfoque optimista y ver el lado positivo de las cosas."},
    {"eneatipo": "9", "texto": "Me siento satisfecho cuando puedo resolver conflictos y restaurar la paz."},
    {"eneatipo": "9", "texto": "Me gusta ser paciente y dar a los demás el tiempo que necesitan."},
    {"eneatipo": "9", "texto": "Tengo una fuerte necesidad de sentirme en paz y sin estrés."},
    {"eneatipo": "9", "texto": "A veces me siento indeciso y dudo en tomar decisiones difíciles."},
    {"eneatipo": "9", "texto": "Me preocupo por mantener una relación armoniosa con todos a mi alrededor."},
    {"eneatipo": "9", "texto": "Me gusta tener un espacio tranquilo y acogedor en el que pueda relajarme."},
    {"eneatipo": "9", "texto": "Me siento feliz cuando puedo apoyar y cuidar a quienes me importan."},
    {"eneatipo": "9", "texto": "Me esfuerzo por evitar conflictos y buscar el consenso en las decisiones grupales."},
    {"eneatipo": "9", "texto": "Me gusta tener tiempo para reflexionar sobre mis emociones y pensamientos."},
    {"eneatipo": "9", "texto": "Me siento herido cuando los demás me ignoran o no prestan atención a mis opiniones."},
    {"eneatipo": "9", "texto": "Me gusta tener tiempo para meditar y encontrar la paz interior."},
    {"eneatipo": "9", "texto": "Me siento motivado por la posibilidad de crear un ambiente armonioso y unido."},
    {"eneatipo": "9", "texto": "Me gusta ser reconocido y valorado por mi comprensión y empatía hacia los demás."} 
    
]
    