[
    {"e": "1" ,"id": "eneatipo", "descripcion": "El Perfeccionista: Son personas perfeccionistas, responsables y con un alto sentido del deber. Buscan la excelencia en todo lo que hacen y tienden a ser críticos consigo mismos y con los demás. Son justos y moralmente conscientes."},
    {"e": "1" ,"id": "atributo", "descripcion": "En este momento se están expresando las siguientes características: Integridad moral y ética, habilidad para organizar y estructurar, enfoque en la mejora continua, alto sentido de responsabilidad y compromiso, capacidad para identificar errores y detalles importantes."},
    {"e": "1" ,"id": "atributono", "descripcion": "No se están expresando en este momento las siguientes características: Integridad moral y ética, habilidad para organizar y estructurar, enfoque en la mejora continua, alto sentido de responsabilidad y compromiso, capacidad para identificar errores y detalles importantes."},
    {"e": "1" ,"id": "ausente", "descripcion": "Cuando este atributo está ausente se experimenta falta de orden y disciplina. Quizás no están claras las prioridades o se necesite un nuevo orden."},
    
    {"e": "2" ,"id": "eneatipo", "descripcion": "El Ayudador: Son generosos, atentos y se preocupan mucho por los demás. Son empáticos y buscan ser necesitados y apreciados. A veces, pueden sacrificar sus propias necesidades para satisfacer las de los demás."},
    {"e": "2" ,"id": "atributo", "descripcion": "En este momento se están expresando las siguientes características: Empatía y sensibilidad hacia las necesidades de los demás, generosidad y disposición para apoyar incondicionalmente, habilidades de comunicación interpersonal, capacidad para reconocer y satisfacer las necesidades de los demás."},
    {"e": "2" ,"id": "atributono", "descripcion": "No se están expresando en este momento las siguientes características: Empatía y sensibilidad hacia las necesidades de los demás, generosidad y disposición para apoyar incondicionalmente, habilidades de comunicación interpersonal, capacidad para reconocer y satisfacer las necesidades de los demás."},
    {"e": "2" ,"id": "ausente", "descripcion": "Cuando este atributo está ausente se experimenta falta de apertura a brindarse a otros. Quizás falta de sensibilidad o empatía."},

    {"e": "3" ,"id": "eneatipo", "descripcion": "El Triunfador: Son ambiciosos, orientados al éxito y buscan destacar en todo lo que hacen. Son trabajadores y adaptables, pero pueden tener tendencia a buscar validación externa y medir su valía por sus logros."},
    {"e": "3" ,"id": "atributo", "descripcion": "En este momento se están expresando las siguientes características: Ambición y determinación para alcanzar objetivos, habilidades de liderazgo y motivación, capacidad para trabajar eficientemente, habilidad para adaptarse y destacar en diversas situaciones."},
    {"e": "3" ,"id": "atributono", "descripcion": "No se están expresando en este momento las siguientes características: Ambición y determinación para alcanzar objetivos, habilidades de liderazgo y motivación, capacidad para trabajar eficientemente, habilidad para adaptarse y destacar en diversas situaciones."},
    {"e": "3" ,"id": "ausente", "descripcion": "Cuando este atributo está ausente se experimenta falta de ejecución de algun proyecto o decisión personal."},

    {"e": "4" ,"id": "eneatipo", "descripcion": "El Individualista: Son personas creativas, sensibles e introspectivas. Buscan la autenticidad y la conexión emocional. A veces pueden sentirse diferentes o incomprendidos por los demás."},
    {"e": "4" ,"id": "atributo", "descripcion": "En este momento se están expresando las siguientes características: Creatividad y sensibilidad artística, capacidad para reconocer y expresar emociones profundas, habilidad para ver la belleza en lo cotidiano, perspectiva única y capacidad para la introspección."},
    {"e": "4" ,"id": "atributono", "descripcion": "No se están expresando en este momento las siguientes características: Creatividad y sensibilidad artística, capacidad para reconocer y expresar emociones profundas, habilidad para ver la belleza en lo cotidiano, perspectiva única y capacidad para la introspección."},
    {"e": "4" ,"id": "ausente", "descripcion": "Cuando este atributo está ausente se experimenta falta de escucha a uno mismo. No estar siendo fiel a lo que uno quiere."},

    {"e": "5" ,"id": "eneatipo", "descripcion": "El Investigador: Son observadores, intelectuales y buscan el conocimiento. Son reservados y pueden ser introvertidos, prefiriendo la soledad para recargar energías. Son buenos analizando situaciones complejas."},
    {"e": "5" ,"id": "atributo", "descripcion": "En este momento se están expresando las siguientes características: Curiosidad intelectual y sed de conocimiento, capacidad para analizar y resolver problemas complejos, habilidades de investigación y comprensión profunda, enfoque en la objetividad y el razonamiento lógico."},
    {"e": "5" ,"id": "atributono", "descripcion": "No se están expresando en este momento las siguientes características: Curiosidad intelectual y sed de conocimiento, capacidad para analizar y resolver problemas complejos, habilidades de investigación y comprensión profunda, enfoque en la objetividad y el razonamiento lógico."},
    {"e": "5" ,"id": "ausente", "descripcion": "Cuando este atributo está ausente se experimenta falta de análisis de una situación. Una realidad que no se quiere ver."},

    {"e": "6" ,"id": "eneatipo", "descripcion": "El Leal: Son leales, responsables y buscan seguridad y estabilidad. Pueden ser cautelosos y preocuparse por posibles problemas futuros. Suelen buscar el apoyo y la protección de los demás."},
    {"e": "6" ,"id": "atributo", "descripcion": "En este momento se están expresando las siguientes características: Lealtad y compromiso con los demás, capacidad para identificar posibles riesgos y prevenir problemas, habilidad para trabajar en equipo y brindar apoyo emocional, disposición para proteger y defender a los demás."},
    {"e": "6" ,"id": "atributono", "descripcion": "No se están expresando en este momento las siguientes características: Lealtad y compromiso con los demás, capacidad para identificar posibles riesgos y prevenir problemas, habilidad para trabajar en equipo y brindar apoyo emocional, disposición para proteger y defender a los demás."},
    {"e": "6" ,"id": "ausente", "descripcion": "Cuando este atributo está ausente se experimenta falla en el compromiso o quizás un compromiso que es una carga y no se está pudiendo dejar."},

    {"e": "7" ,"id": "eneatipo", "descripcion": "El Entusiasta: Son extrovertidos, optimistas y buscan la diversión y nuevas experiencias. Les gusta evitar el dolor y pueden tener dificultades para comprometerse debido a su deseo de variedad."},
    {"e": "7" ,"id": "atributo", "descripcion": "En este momento se están expresando las siguientes características: Entusiasmo contagioso y optimismo, creatividad y habilidades para encontrar soluciones innovadoras, capacidad para adaptarse a diferentes situaciones, habilidad para inspirar a otros y generar alegría."},
    {"e": "7" ,"id": "atributono", "descripcion": "No se están expresando en este momento las siguientes características: Entusiasmo contagioso y optimismo, creatividad y habilidades para encontrar soluciones innovadoras, capacidad para adaptarse a diferentes situaciones, habilidad para inspirar a otros y generar alegría."},
    {"e": "7" ,"id": "ausente", "descripcion": "Cuando este atributo está ausente se experimenta una dificultad para soltar algún tema y disfrutar de la vida. Falta de visión y creatividad."},

    {"e": "8" ,"id": "eneatipo", "descripcion": "El Protector: Son personas poderosas, dominantes y buscan controlar su entorno. Son directos y protegen a los más débiles. A veces pueden ser percibidos como confrontativos."},
    {"e": "8" ,"id": "atributo", "descripcion": "En este momento se están expresando las siguientes características: Fortaleza y determinación para enfrentar desafíos, habilidades de liderazgo y toma de decisiones, capacidad para proteger a los vulnerables y luchar por la justicia, valentía y autenticidad."},
    {"e": "8" ,"id": "atributono", "descripcion": "No se están expresando en este momento las siguientes características: Fortaleza y determinación para enfrentar desafíos, habilidades de liderazgo y toma de decisiones, capacidad para proteger a los vulnerables y luchar por la justicia, valentía y autenticidad."},
    {"e": "8" ,"id": "ausente", "descripcion": "Cuando este atributo está ausente se experimenta la necesidad de tomar y sostener una decisión importante."},
    
    {"e": "9" ,"id": "eneatipo", "descripcion": "El Pacificador: Son personas amables, pacíficas y buscan armonía. Evitan conflictos y buscan complacer a los demás. A veces pueden tener dificultades para expresar sus propias necesidades."},
    {"e": "9" ,"id": "atributo", "descripcion": "En este momento se están expresando las siguientes características: Habilidad para promover la armonía y la paz, capacidad para mediar y resolver conflictos, empatía y comprensión hacia diferentes perspectivas, habilidad para crear ambientes relajados y equilibrados."},
    {"e": "9" ,"id": "atributono", "descripcion": "No se están expresando en este momento las siguientes características: Habilidad para promover la armonía y la paz, capacidad para mediar y resolver conflictos, empatía y comprensión hacia diferentes perspectivas, habilidad para crear ambientes relajados y equilibrados."},
    {"e": "9" ,"id": "ausente", "descripcion": "Cuando este atributo está ausente se experimenta ansiedad y no es posible relajarse disfrutando de las cosas simples."}

    
]